---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsSegmentDescriptionParam
source: html/fdf4d267-dbf6-da09-88ea-b5b81fb47ed2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsSegmentDescriptionParam Property

"Segment Description"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsSegmentDescriptionParam { get; }
```